const privacyPolicyPage = () => {
	return (
		// <section className='main'>
		// 	<div className='container'>
		// 		<div className='main__title'>
		// 			<h1 className='main__title-text'>Portfolio Website privacy policy</h1>
		// 			<p className='main__title-upd'>від 29 серпня 2023 року</p>
		// 		</div>
		// 		<div className='main__content'>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>01</div>
		// 				<h2 className='main__content-subtitle'>Загальні положення.</h2>
		// 				<p className='main__content-text'>
		// 					Ці Умови конфіденційності є Офіційним документом, які становлять
		// 					невід'ємну частину Умов використання веб-сайту schedule.io, який
		// 					регулює взаємовідносини між власником веб-сайту schedule.io і його
		// 					користувачами щодо переліку конфіденційної інформації, способів її
		// 					збору, зберігання, обробки, розкриття, аналізу і процесингу,
		// 					забезпечення безпеки у зв'язку з, і в процесі використання
		// 					веб-сайту schedule.io. Наполегливо рекомендуємо користувачам
		// 					детально Ознайомитися з викладеними Умовами конфіденційності перед
		// 					початком використання веб-сайту schedule.io, його контенту, або
		// 					Інших пов'язаних продуктів, адже, починаючи використовувати
		// 					перераховані продукти, ви підтверджуєте свою згоду на використання
		// 					веб-сайту schedule.io на умовах, викладених нижче. У разі, якщо
		// 					Користувачі НЕ згодні повністю або частково з цими Умовами
		// 					конфіденційності, прохання припинити / НЕ продовжувати роботу з
		// 					веб-сайтом schedule.io.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>02</div>
		// 				<h2 className='main__content-subtitle'>
		// 					Перелік конфіденційної інформації.
		// 				</h2>
		// 				<p className='main__content-text'>
		// 					До персональної інформації, яка збирається, зберігається або
		// 					обробляється в процесі використання веб-сайту brander.ua
		// 					відносяться наступні види інформації:
		// 					<br />
		// 					— Контактна інформація.
		// 					<br />
		// 					До неї відноситься, зокрема: номер мобільного телефону, адреса
		// 					електронної пошти, ім'я та прізвище Користувача, за допомогою
		// 					якого Користувач може ідентифікувати себе.
		// 					<br />
		// 					— Інформація користувача.
		// 					<br />
		// 					До неї відноситься, зокрема: будь-яка інформація, яка створюється
		// 					і завантажується безпосередньо Користувачем, що передається і
		// 					отримується, поширюється так чи інакше Користувачем в процесі і за
		// 					допомогою використання веб-сайту brander.ua, а також безпосередньо
		// 					інформація про Користувача.
		// 					<br />
		// 					— Матеріали третіх осіб.
		// 					<br />
		// 					До неї відноситься, зокрема: дані, продукти, контент, об'єкти
		// 					інтелектуальної власності, що створені, публікуються або іншим
		// 					способом виходять від третіх осіб, відмінних від Користувача та /
		// 					або Власника веб-сайту brander.ua.
		// 					<br />
		// 					— Інформація про акаунт Користувача / Користувача.
		// 					<br />
		// 					До неї відноситься, зокрема: інформація, яка так чи інакше
		// 					отримана / зібрана про IP-адреси, типи пристроїв, з яких
		// 					відбувається використання веб-сайту brander.ua, часу і частоту
		// 					відвідувань веб-сайту brander.ua, геолокації Користувача і
		// 					пристроїв, метадані, відгуки, рейтинги, фідбек, розміщений
		// 					Користувачем, отриманий від інших користувачів / третіх осіб
		// 					контенту.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>03</div>
		// 				<h2 className='main__content-subtitle'>Цілі збору інформації.</h2>
		// 				<p className='main__content-text'>
		// 					Збір інформації відбувається для забезпечення:
		// 					<br />
		// 					— виконання завдань від Користувача;
		// 					<br />
		// 					— виявлення, розслідування, боротьби з шахрайською,
		// 					несанкціонованої чи іншого роду незаконної активністю в рамках і в
		// 					зв'язку з використанням веб-сайту brander.ua;
		// 					<br />
		// 					— здійснення технічної підтримки користувачів в процесі
		// 					використання веб-сайту brander.ua; — адміністрування веб-сайту
		// 					brander.ua;
		// 					<br />
		// 					— забезпечення виконання Умов використання веб-сайту brander.ua;
		// 					<br />
		// 					— аналітики акумульованої, деперсоналізованої і анонімізованої
		// 					інформації для поліпшення і оптимізації якості сервісу, результати
		// 					якої можуть бути використані Власником веб-сайту brander.ua для
		// 					оптимізації веб-сайту brander.ua і поліпшення сервісу.
		// 					<br />
		// 					При цьому, Власник веб-сайту brander.ua зобов'язується отримувати
		// 					від Користувача повну, прямо виражену і вичерпну згоду на збір і
		// 					обробку запитуваних даних.
		// 					<br />
		// 					За допомогою використання веб-сайту brander.ua і постановки
		// 					відповідних завдань на веб-сайті brander.ua, в тому числі завдань
		// 					на передачу даних, Користувач висловлює свою повну та вичерпну
		// 					згоду на збір і обробку перерахованих вище персональних даних
		// 					Користувача.
		// 					<br />
		// 					Приймаючи дані Умови конфіденційності, Користувач підтверджує і
		// 					погоджується з тим, що перераховані вище дані будуть збиратися,
		// 					оброблятися і зберігатися на серверах Власника веб-сайту
		// 					brander.ua. Збір, зберігання, обробка або будь-яке використання
		// 					інформації з метою, відмінних від цілей, передбачених даними
		// 					Умовами конфіденційності, суворо забороняється. Ніхто не може
		// 					поширювати, публікувати або іншим чином використовувати інформацію
		// 					Користувача будь-яким чином, що порушує або потенційно порушує
		// 					права третіх осіб чи інших користувачів.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>04</div>
		// 				<h2 className='main__content-subtitle'>Момент збору інформації.</h2>
		// 				<p className='main__content-text'>
		// 					Власник веб-сайту brander.ua здійснює збір інформації в момент:
		// 					<br />
		// 					— безпосереднього використання Користувачами інтерфейсів веб-сайту
		// 					brander.ua;4
		// 					<br />
		// 					— створення, завантаження та передачі даних між Користувачами або
		// 					здійснення інших комунікацій з їх участю;
		// 					<br />— здійснення комунікацій між Користувачем і Власником
		// 					веб-сайту brander.ua за допомогою веб-сайту brander.ua.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>05</div>
		// 				<h2 className='main__content-subtitle'>
		// 					Розкриття персональних даних.
		// 				</h2>
		// 				<p className='main__content-text'>
		// 					Власники веб-сайту brander.ua залишають за собою право розкрити
		// 					персональні дані своїх користувачів наступним особам:
		// 					<br />
		// 					— третім особам, які є партнерами Власників веб-сайту brander.ua і
		// 					сприяють у наданні сервісу (обслуговування, підтримку, хостинг,
		// 					управління базами даних і т.д.). При цьому, інформація
		// 					розкривається виключно для цілей надання сервісу, і особи, яким
		// 					вона стає доступною, зобов'язуються не розкривати або
		// 					використовувати її за рамками цих Умов конфіденційності;
		// 					<br />
		// 					— представникам державних органів влади у відповідь на їх належним
		// 					чином оформлений і обгрунтований запит в зв'язку з проведенням
		// 					офіційних процедур, розслідувань, якщо обов'язок розкрити
		// 					інформацію передбачена чинним законодавством;
		// 					<br />— професійним радникам (юристам, аудиторам і т.д.) для цілей
		// 					здійснення незалежного аудиту, корпоративного управління і
		// 					комплаенса.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>06</div>
		// 				<h2 className='main__content-subtitle'>
		// 					Розкриття, передача, обмін особистою інформацією відбувається
		// 					тільки з повної, прямо вираженої і вичерпної згоди Користувача.
		// 					Користувач має можливість в будь-який момент запобігти, зупинити
		// 					подальшу передачу, обмін персональної інформації.
		// 				</h2>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>07</div>
		// 				<h2 className='main__content-subtitle'>
		// 					Зберігання і безпека даних.
		// 				</h2>
		// 				<p className='main__content-text'>
		// 					Власник веб-сайту brander.ua вживає всіх необхідних і об'єктивно
		// 					обґрунтованих заходів для захисту інформації користувачів від
		// 					витоку, втрати, незаконного і несанкціонованого використання.
		// 					Проте, Користувач повинен також усвідомлювати, що веб-сайт
		// 					brander.ua знаходиться у відкритому онлайн-доступі, у зв'язку із
		// 					чим може бути підданий кібератакам, вірусам і іншим подібним
		// 					негативним явищам, що не гарантує Користувачеві абсолютної безпеки
		// 					використовуваного сервісу; веб-сайт brander.ua використовується
		// 					ним на власний ризик і Власники веб-сайту brander.ua не несуть
		// 					жодної відповідальності за шкоду/збиток, що виникли у результаті
		// 					загроз інформаційної і кібербезпеки. Користувач також усвідомлює,
		// 					що застосовані заходи інформаційної безпеки і захисту даних не
		// 					гарантують абсолютний захист будь-якої інформації, що передається.
		// 					Власники веб-сайту brander.ua також не відповідають за дії третіх
		// 					осіб, яким Користувач розкриває або іншим чином передає
		// 					інформацію. Так як веб-сайт brander.ua функціонує глобально,
		// 					Користувач усвідомлює і погоджується з тим, що персональна
		// 					інформація може бути передана на пристрої, що знаходяться у
		// 					будь-якій іншій країні світу, і з різними рівнем захисту даних.
		// 					Використовуючи веб-сайт brander.ua, Користувач підтверджує і надає
		// 					згоду на такий рух даних.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>08</div>
		// 				<h2 className='main__content-subtitle'>
		// 					Зміна персональних даних.
		// 				</h2>
		// 				<p className='main__content-text'>
		// 					Користувачі мають право у будь-який момент змінювати, оновлювати,
		// 					виправляти і видаляти персональну інформацію за допомогою
		// 					веб-сайту brander.ua. Користувач погоджується з тим, що після
		// 					видалення своїх даних / контенту - копії таких даних можуть
		// 					продовжувати зберігатись на сервері в результаті резервного
		// 					копіювання даних протягом деякого часу. Проте Власник веб-сайту
		// 					brander.ua не зобов'язаний зберігати такі дані після припинення
		// 					строку дії даних Умов конфіденційності і Користувач усвідомлює, що
		// 					під час припинення використання сервісу його дані і контент можуть
		// 					не зберегтися.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>09</div>
		// 				<h2 className='main__content-subtitle'>Cookies.</h2>
		// 				<p className='main__content-text'>
		// 					Файли-сookies можуть бути використані для моніторингу використання
		// 					веб-сайту brander.ua і веб-трафіку для оптимізації і покращення
		// 					сервісу. Користувач усвідомлює, що сookies можуть збирати певну
		// 					персональну інформацію про Користувачів, включаючи інформацію про
		// 					IP-адреси Користувачів, інформацію про типи пристроїв, операційні
		// 					системи, що використовуються, про час і частоту надходжень.
		// 					<br />
		// 					Користувач може змінити налаштування свого браузера, заблокувавши
		// 					можливість автоматичного використання таких файлів-сookies.
		// 					Зібрана інформація може бути використана виключно для аналітики
		// 					акумульованої, деперсоналізованної і анонімізованної інформації,
		// 					результати якої можуть бути використані Власником веб-сайту
		// 					brander.ua для оптимізації функціоналу веб-сайту brander.ua і
		// 					поліпшення сервісу, що надається. Відмова від використання
		// 					сookies, проте, може вплинути на можливість доступу до тих або
		// 					інших функціональних можливостей веб-сайту brander.ua.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>10</div>
		// 				<h2 className='main__content-subtitle'>
		// 					Зміни в Умовах конфіденційності.
		// 				</h2>
		// 				<p className='main__content-text'>
		// 					Власники веб-сайту brander.ua зберігають за собою право у
		// 					будь-який момент відкликати дію даних Умов конфіденційності,
		// 					вносити до них зміни, доповнення без попередньої згоди
		// 					Користувачів або їх попереднього повідомлення.
		// 					<br />
		// 					У разі визнання окремих положень даних Умов конфіденційності
		// 					недійсними, або їх недійсності в межах тієї або іншої юрисдикції,
		// 					це не тягне за собою визнання недійсними Умов конфіденційності в
		// 					цілому, як і недійсності їх окремих положень у межах конкретних
		// 					юрисдикцій.
		// 					<br />З моменту внесення відповідних змін до цих Умов
		// 					конфіденційності, вони підлягають публікації на платформі, де
		// 					знаходиться веб-сайт brander.ua, а також розміщення вказівки угорі
		// 					тексту на дату оголошення.
		// 				</p>
		// 			</div>
		// 			<div className='main__content-item'>
		// 				<div className='main__content-num'>11</div>
		// 				<h2 className='main__content-subtitle'>Контактні дані.</h2>
		// 				<p className='main__content-text'>
		// 					TELEGRAM - @11wqdqscwc
		// 					<br />
		// 					MAIL - hel2121lo@212121.com
		// 					<br />
		// 					ТЕЛЕФОН - +380 32 323 3232 232
		// 				</p>
		// 			</div>
		// 		</div>
		// 	</div>
		// </section>
		<h1 className='h1 flex h-screen justify-center'>PRIVACY POLICY PAGE</h1>
	)
}

export default privacyPolicyPage
